/*
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "Registrera programvaran med den köpta e-postadressen och registreringskoden.";
"Your E-mail Address" = "Din e-postadress";
"Registration Code" = "Registreringskod";

"Please make sure both your E-mail address and registration code are correct and try again." = "Se till att både din e-postadress och din registreringskod är korrekta och försök igen.";

"Buy Now" = "Köp nu";
"Register" = "Registrera";
"Skip" = "Hoppa";

"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. Om du inte får registreringskoden eller inte känner till registreringens e-postadress, klicka här för att kontrollera >>";
"click here to check >>" = "klicka här för att kontrollera >>";
"2. For other registration issues, please contact us >>" = "2. För andra registreringsfrågor, vänligen kontakta oss >>";
"contact us >>" = "kontakta oss >>";

"Registering…" = "Registrerar...";
"Registered successfully!" = "Registreringen lyckades!";
"OK" = "OK";

"Please make sure your network connection is working and try again." = "Se till att din nätverksanslutning fungerar och försök igen.";

"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "Hoppsan! Registreringsfel! Vänligen kontrollera e-postadressen och registreringskoden du angav igen och registrera dig igen.";

"The number of devices has exceeded the current order limit." = "Antalet enheter har överskridit den aktuella ordergränsen.";
"Contact us" = "Kontakta oss";
"The number of computers registered with the registration code has exceeded the limit." = "Antalet datorer registrerade med registreringskoden har överskridit gränsen.";
"Invalid registration code!" = "Ogiltig registreringskod!";
"No order record for this registration code!" = "Ingen orderpost för denna registreringskod!";
"This registration code has expired!" = "Denna registreringskod har upphört att gälla!";

"Registered license plan:" = "Registrerad licensplan:";
"User E-mail:" = "Användarens e-post:";
"License Plan:" = "Licensplan:";

"Change license plan" = "Ändra licensplan";
"Family license" = "Familjelicens";
"1 Year license" = "1 års licens";
"1 Month license" = "1 månads licens";
"Enterprise Subscription Edition" = "Enterprise Subscription Edition";

"Valid until:" = "Giltig till:";

"Available device(s):" = "Tillgängliga enheter:";
//"%lu device(s)/Total %lu device(s)" = "%lu device(s)/Total %lu device(s)";
"Available computer(s):" = "Tillgängliga datorer:";
//"%lu computer(s)/Total %lu computer(s)" = "%lu computer(s)/Total %lu computer(s)";

"Used device(s):" = "Använda enheter:";
"Used computer(s):" = "Använda datorer:";
"%lu device(s)" = "%lu enhet(er)";
"%lu computer(s)" = "%lu dator(ar)";

"Welcome to use %@" = "Välkommen att använda  %@";
"Change License" = "Ändra licens";
"Lifetime" = "Livstid";
"Unlimited" = "Obegränsat";

"If you want to continue using %@, please purchase again or contact us." = "Om du vill fortsätta använda %@, vänligen köp igen eller kontakta oss.";
"See Pricing" = "Se Prissättning";

